Repository: RoyalSWiSH/corozone
Catalog: frontend/Corozone/app/App_Resources/iOS/*.lproj/Localizable.strings
Languages: de

# _not_found_in_en_default_8PvJR
source: pas trouv√© dans en.default
de: pas trouvé dans en.default

# _groceries_thankyou_21AMqn
source: Thank You! This grocery request has been closed.
de: Danke! Die Anfrage wurde geschlossen.

# _groceries_receivedrepayment_1cN4KD
source: Received Payment
de: Bezahlung erhalten

# _groceries_delivered_ycgwj
source: Delivered
de: Abgeliefert

# _groceries_opengooglemaps_2n7lDh
source: Open Google Maps
de: Google Maps öffnen

# _groceries_paidgroceries_Z13zuhW
source: Paid Groceries
de: Einkäufe bezahlt

# _groceries_accept_ZWcKU9
source: Accept
de: Annehmen

# _groceries_requestgroceries_ZfE4r7
source: Request Groceries
de: Einkaufsanfrage senden

# _groceries_additem_WPKsK
source: Add Item
de: Hinzufügen

# _groceries_nogroceryrequests_122GQm
source: No grocery requests in your area.
de: Keine Gesuche in deiner Gegend.

# _groceries_notconnected_ZxUGVL
source: Not connected.
de: Nicht verbunden.

source: Delete
de: Löschen

source: Reload
de: Neu Laden
